Repository: KravenHD/SevenHD
Catalog: data/usr/lib/enigma2/python/Plugins/Extensions/SevenHD/locale/*/LC_MESSAGES/SevenHD.po
Languages: de, pl

source: 11 sec
de: 11 Sek.

source: 12 sec
de: 12 Sek.

source: 13 sec
de: 13 Sek.

source: 14 sec
de: 14 Sek.

source: 15 sec
de: 15 Sek.

source: 16 sec
de: 16 Sek.

source: 17 sec
de: 17 Sek.

source: 18 sec
de: 18 Sek.

source: 19 sec
de: 19 Sek.

source: 20 sec
de: 20 Sek.

source: slim
de: Schmal

source: two columns 4
de: zwei Spalten (4)

source: two columns 5
de: zwei Spalten (5)

source: two columns 7 (miniTV)
de: zwei Spalten (7) (miniTV)

source: two columns 8 (miniTV/Picon)
de: zwei Spalten (8) (miniTV/Picon)

source: two columns 9 (miniTV/preview)
de: zwei Spalten (9)(miniTV/Vorschau)

source: two columns 10 (preview)
de: zwei Spalten (10) (Vorschau)

source: two columns 6
de: zwei Spalten (6)

source: three columns (miniTV)
de: drei Spalten (miniTV)

source: small cover (1)
de: kleines Cover (1)

source: small cover (2)
de: kleines Cover (2)

source: big + sat
de: Groß + Satinfo

source: ________________________________weather____________________________________________
de: ________________________________Wetter____________________________________________

source: Weather Style
de: Wetter Stil

source: Meteo Color
de: Meteo Farbe

source: Refresh interval (in minutes)
de: Aktualisierungsintervall (in Minuten)

source: _______________________________style___________________________________________
de: _____________________________Ansicht___________________________________________

source: primary color
de: Primäre Farbe

source: secondary color
de: Sekundäre Farbe

source: ______________________________color font________________________________________
de: ____________________________Schriftfarbe________________________________________

source: _______________________________clock___________________________________________
de: _______________________________Uhr___________________________________________

source: skinmode
de: Auflösung

source: __________________________________running text____________________________________________
de: _______________________________Lauftext____________________________________________

source: _____________________________global system settings________________________________________
de: ___________________________Globale Einstellungen________________________________________

source: _____________________________________font__________________________________________________
de: _______________________________Schrift__________________________________________________

source: __________________________________transparency_____________________________________________
de: ______________________________Tranzparenz_____________________________________________

source: _____________________________listselection______________________________________
de: ____________________________Auswahlbalken______________________________________

source: primary font
de: Primäre Schrift

source: secondary font
de: Sekundäre Schrift

source: Show Screen Name
de: Zeige Screen Namen

source: system osd position setup
de: System-OSD-Position-Einstellungen

source: Style 1
de: Stil 1

source: Style 2
de: Stil 2

source: Style 3
de: Stil 3

source: Style 4
de: Stil 4

source: Style 5
de: Stil 5

source: Style 6
de: Stil 6

source: Style 7
de: Stil 7

source: Style 8
de: Stil 8

source: Style 9
de: Stil 9

source: Style 10
de: Stil 10

source: weather icon
de: Wetter Icon

source: weather meteo
de: Wetter Meteo

source: primary font style
de: Primäre Schriftart

source: primary font height in %
de: Primäre Schriftgröße in %

source: secondary font style
de: Sekundäre Schriftart

source: secondary font height in %
de: Sekundäre Schriftgröße in %

source: use systemfonts
de: Benutze Systemschriften

source: Please look in "Extra" and do "ImportSystemFonts"
de: gehe nach "Extras" und nutze "ImportSystemFonts"

source: Language for Weather
de: Sprache für Wetter

source: line leftside
de: Linie linke Spalte

source: line middle
de: Linie mittlere Spalte

source: line rightside
de: Linie rechte Spalte

source: border leftside
de: Rahmen linke Spalte

source: border middle
de: Rahmen mittlere Spalte

source: border rightside
de: Rahmen rechte Seite

source: signal strengh
de: Signalstärke

source: language
de: Sprache

source: menu setting
de: Menü-Einstellungen

source: plugin setting
de: Plugin-Einstellungen

source: list big cover
de: Liste und großes Cover

source: font setting
de: Schrift-Einstellungen
