Repository: KravenHD/SevenHD
Catalog: data/usr/lib/enigma2/python/Plugins/Extensions/SevenHD/locale/*/LC_MESSAGES/SevenHD.po
Languages: de, pl

source: __________________________________________ channelselection __________________________________________
pl: ____________________________________________ Wybór Kanału ___________________________________________

source: style
de: Stil
pl: Styl

source: _____________________________________________ background _____________________________________________
pl: _____________________________________________ Tło _____________________________________________

source: color right
de: Farbe Rechts
pl: Prawy kolor

source: color middle
de: Farbe Mitte
pl: Środkowy kolor

source: color left
de: Farbe Links
pl: Lewy kolor

source: _____________________________________________ color lines ____________________________________________
pl: _____________________________________________ Kolor Linii ____________________________________________

source: line
de: Linie
pl: Linia

source: border
de: Rahmen
pl: Rama

source: __________________________________________ color description _________________________________________
pl: ______________________________________ Kolor Opisu _______________________________________

source: bouquet name
pl: Nazwa bukietu

source: program name
de: Programmname
pl: Nazwa programu

source: next events
de: Nächste Sendungen
pl: Następne wydarzenie

source: runtime
de: Laufzeit
pl: Czas pracy

source: channel name
de: Sendername
pl: Nazwa kanału

source: time
de: Uhrzeit
pl: Czas

source: prime time
pl: najlepszy czas antenowy

source: program description now
de: Beschreibung aktuelles Programm
pl: Aktualny opis programu

source: program description next
de: Beschreibung nächstes Programm
pl: Następny opis programu

source: ______________________________________________ color list ____________________________________________
pl: ____________________________________________ Kolor Listy ___________________________________________

source: channel name and number
de: Sendername und Nummer
pl: Nazwa kanału i numer

source: Debug Picture "kraven_debug.png" saved in /tmp
de: Debug Picture "kraven_debug.png" gespeichert in /tmp
pl: Debug zdjęcia "kraven_debug.png" przechowywane w /tmp

source: Information
de: Informationen
pl: Informacja

source: [ChannelSettings]
pl: [Ustawienia Kanału]

source: NotoSans-Regular
pl: NotoSans-Regularne

source: SevenHD
pl: SiedemHD

source: black
de: Schwarz
pl: Czarny/e

source: white
de: Weiß
pl: Biały/e

source: amber
de: Bernstein
pl: Bursztynowy/e

source: amber dark
de: dunkles Bernstein
pl: Ciemno bursztynowy/e

source: blue
de: Blau
pl: Niebieski/e

source: blue dark
de: dunkels Blau
pl: Ciemno niebieski/e

source: brown
de: Braun
pl: Brązowy/e

source: brown dark
de: dunkles Braun
pl: Ciemno brązowy/e

source: cobalt
de: Kobalt
pl: Kobalt

source: cobalt dark
de: dunkles Kobalt
pl: Ciemny Kobalt

source: cyan
pl: Niebiesko zielony/e

source: cyan dark
de: dunkles Cyan
pl: Ciemny niebieskozielony/e

source: grey
de: Grau
pl: Szary/e

source: grey dark
de: dunkles Grau
pl: Ciemnoszary/e

source: green
de: Grün
pl: Zielony/e

source: green dark
de: dunkles Grün
pl: Ciemnozielona/e

source: olive
de: Oliv
pl: Oliwkowy/e

source: olive dark
de: dunkles Oliv
pl: Ciemnooliwkowy/e

source: orange
pl: Pomarańczowy/e

source: orange dark
de: dunkles Orange
pl: Ciemno pomarańczowy/e

source: pink
pl: Różowy/e

source: pink dark
de: dunkles Pink
pl: Ciemnoróżowy/e

source: red
de: Rot
pl: Czerwony/e

source: red dark
de: dunkles Rot
pl: Ciemnoczerwona/e

source: steel
de: Stahl
pl: Stalowy/e

source: steel dark
de: dunkles Stahl
pl: Ciemnostalowy/e

source: violet
pl: Fioletowy/e

source: violet dark
de: dunkles Violet
pl: Ciemnofioletowy/e

source: yellow dark
de: dunkles Gelb
pl: Ciemnożółty/e

source: yellow
de: Gelb
pl: Żółty/e

source: off
de: Aus
pl: Wył.

source: low
de: Niedrig
pl: Niska

source: medium
de: Mittel
pl: Średnia

source: high
de: Hoch
pl: Wysoka

source: full
de: Voll
pl: Pełna

source: black/blue
de: Schwarz/Blau
pl: Czarno/Niebieski

source: black/green
de: Schwarz/Grün
pl: Czarno/Zielony

source: black/orange
de: Schwarz/Orange
pl: Czarno/Pomarańczowy

source: black/red
de: Schwarz/Rot
pl: Czarno/Czerwony

source: black/silver
de: Schwarz/Silber
pl: Czarno/Srebrny

source: black/violet
de: Schwarz/Violet
pl: Czarno/Fioletowy

source: black/yellow
de: Schwarz/Gelb
pl: Czarno/Żółty

source: on
de: Ein
pl: Wł.

source: original
pl: Originalny

source: left
de: Links
pl: W lewo

source: right
de: Rechts
pl: W prawo

source: top
de: Oben
pl: Powyżej

source: number
de: Nummer
pl: Numer

source: center
de: Mitte
pl: Centralnie

source: bunt
pl: Kolorowy

source: Original 1
pl: Orginalny 1

source: Original 2
pl: Orginalny 2

source: Original 3
pl: Orginalny 3

source: Original 4
pl: Orginalny 4

source: top/bottom
de: Oben/Unten
pl: Góra/Dół

source: left/right
de: Links/Rechts
pl: Lewy/Prawy

source: standard
pl: Standardowy/e/a

source: with seconds
de: mit Sekunden
pl: z sekundami

source: with weekday
de: mit Wochentag
pl: z dniami

source: analog
pl: Analogowy

source: weather
de: Wetter
pl: Pogoda

source: big
de: Groß
pl: Duże/a

source: small
de: Klein
pl: Małe/a

source: two columns 1
de: zwei Spalten (1)
pl: Dwie kolumny (1)

source: two columns 2
de: zwei Spalten (2)
pl: Dwie kolumny (2)

source: two columns 3
de: zwei Spalten (3)
pl: Dwie kolumny (3)

source: three columns
de: drei Spalten
pl: Trzy kolumny

source: three columns miniTV
pl: Trzy kolumny MiniTV

source: picon
pl: Pikony

source: no cover
de: kein Cover
pl: Bez okładki

source: small cover
pl: Mała okładka

source: big cover
de: großes Cover
pl: Duża okładka

source: very big cover
de: sehr großes Cover
pl: B.duża okładka

source: Movie Selection
pl: Wybór filmów

source: ___________________________________________ infobar extras ___________________________________________
pl: ___________________________________________ Dodatki paska info. ___________________________________________

source: satellite information
de: Satelliten Informationen
pl: Informacje satelitarne

source: system information
de: System Informationen
pl: Informacje systemowe

source: ECM information
de: ECM Informationen
pl: Informacje ECM

source: ______________________________________________ weather _______________________________________________
pl: _______________________________________________ Pogoda ________________________________________________

source: auto weather ID
de: Automatische WOEID
pl: Automatyczny ID pogody

source: weather ID
de: WOEID
pl: ID pogody

source: is detected and set as your Location. If that should not be right then set Auto Weather ID Function to "OFF".
de: wurde erkannt und als deine Region gesetzt. Ist das nicht richtig, dann schalt die Automatische WOEID Funktion aus.
pl: jest wykrywany,ustaw jako swoją lokalizację Jeśli nie jest prawidłowy,ustaw funkcję auto.ID pogody na "Wył.".

source: Is this detected WOEID wrong, choose another and set as your Location. If not the right one in the List set Auto Weather ID Function to "OFF".
de: Ist diese WOEID nicht richtig, such eine andere aus. Ist nicht die richtig WOEID in der Liste, dann schalt die Automatische WOEID Funktion aus.
pl: Czy to wykryte ID jest złe, jeśli nie jest dobre w ustawieniach auto.ID pogody ustaw na "Wył.".

source: [InfobarExtraSettings]
pl: [Dodatkowe Ustawienia Paska info.]

source: infobar
pl: Pasek informacyjny

source: second infobar
de: Zweite Infobar
pl: Drugi pasek informacyjny

source: color 1
pl: Kolor 1

source: color 2
pl: Kolor 2

source: ______________________________________________ color font ____________________________________________
pl: _____________________________________________ Kolor czcionki ___________________________________________

source: channelname
de: Sendername
pl: Nazwa nadawcy

source: color channelname
de: Farbe Sendername
pl: Kolor nazwy nadawcy

source: now event
de: aktuelles Programm
pl: Nowe wydarzenie

source: next event
de: nächstes Programm
pl: Następne wydarzenie

source: indicate
de: Infospalte
pl: Kolumna informacji

source: ________________________________________________ clock _______________________________________________
pl: _________________________________________________ Zegar ________________________________________________

source: color clock
de: Farbe Uhr
pl: Kolor zegara

source: color date
de: Farbe Datum
pl: Kolor daty

source: color pointer hour
de: Farbe Stundenzeiger
pl: Kolor wskaźnika godziny

source: color pointer minute
de: Farbe Minutenzeiger
pl: Kolor wskaźnika minuty

source: color pointer second
de: Farbe Sekundenzeiger
pl: Kolor wskaźnika sek.

source: color time
de: Farbe Zeit
pl: Kolor godziny

source: color weekday
de: Farbe Wochentag
pl: Kolor dnia

source: color weather
de: Farbe Wetter
pl: Kolor pogody

source: [InfobarSettings]
pl: [Ustawienia Paska informacyjnego]

source: _______________________________________ global system settings _______________________________________
pl: ________________________________________ Główne Systemowe Ustawienia _________________________________________

source: image
pl: Obraz

source: buttons
de: Farbe Buttons
pl: Kolor przycisków

source: running text
pl: Przewijany tekst

source: volume style
de: Stil Lautstärke
pl: Styl głośności

source: progress-/volumebar
pl: Postęp/pasek głośności

source: progress
pl: Postęp

source: ___________________________________________ transparency _____________________________________________
pl: ___________________________________________ Przezroczystość _____________________________________________

source: main window
de: Hauptfenster
pl: Główne okno

source: right window
de: Hauptfenster Rechts
pl: Główne okno prawe

source: ______________________________________________ plugins _______________________________________________
pl: ______________________________________________ Wtyczki _______________________________________________

source: [MainSettingsScreen]
pl: [Ustawienia głównego ekranu]

source: MainSettings
pl: Główne Ustawienia

source: __________________________________________ MENU and PLUGINS __________________________________________
pl: ________________________________________ Menu i Wtyczki ____________________________________________

source: __________________________________________ MENU und PLUGINS __________________________________________
pl: ________________________________________ Menu i Wtyczki ____________________________________________

source: main
pl: Główne okno

source: ____________________________________________ listselection ___________________________________________
pl: ____________________________________________ Wybór listy ___________________________________________

source: color
de: Farbe
pl: Kolor

source: selection font
de: Schriftfarbe
pl: Wybór czcionki

source: font 1
pl: Czcionka 1

source: font 2
pl: Czcionka 2

source: button text
de: Textfarbe Buttons
pl: Kolor przycisku tekstu

source: plugin icons
de: Farbe Plugin Icons
pl: Kolor ikony wtyczki

source: [MenuPluginSettings]
pl: [Ustawienia Menu Wtyczki]

source: _______________________________________________ debug ________________________________________________
pl: _______________________________________________ Usuwania Błędów ________________________________________________

source: Debug Mode (only for skinning)
de: Debug Mode (nur zum Skinnen)
pl: Tryb usuwania błędów(tylko dla skórek)

source: MSG Box Debug Mode (only for skinning)
de: MessageBox Debug Mode (nur zum Skinnen)
pl: Tryb wiadomości usuwania błędów(tylko dla skórek)

source: Grab png Debug Mode (only for skinning)
de: Bild Debug Mode (nur zum Skinnen)
pl: Zrzut png.Trybu usuwania błędów(tylko dla skórek)

source: [SonstigeSettings]
pl: [Inne ustawienia]

source: main setting
de: Haupt-Einstellungen
pl: Główne ustawienia

source: menu and plugins
pl: Menu i wtyczki

source: infobar and second infobar
de: Infobar-Zweite-Infobar-Einstellungen
pl: Pasek info. i drugi pasek info.

source: __________________________________________ infobar and second infobar __________________________________________
pl: __________________________________________ Pasek info. i drugi pasek info. __________________________________________

source: infobar extras
de: Infobar-Extra-Einstellungen
pl: Dodatki paska informacyjnego

source: channel selection
de: Kanalauswahl-Einstellungen
pl: Wybór kanału

source: other settings
de: Sonstige-Einstellungen
pl: Inne ustawienia

source: system osd settings
de: System-OSD-Einstellungen
pl: Ustawienia systemowe OSD

source: system channel settings
de: System-Kanalauswahl-Einstellungen
pl: Ustawienia systemowe wybóru kanału

source: Error creating Skin!
de: Fehler beim erstellen des Skin!
pl: Błąd podczas tworzenia skóry!

source: Hier koennte ihre Werbung stehen ....
pl: Twoje reklamy mogą być tutaj...

source: Show Debug Log
de: Zeige Debug Log
pl: Dziennik usuwania błędów

source: Open NumberZapExt Setup
de: Öffne das NumberZapExt Setup
pl: Otwórz Konfiguracje NumberZapExt

source: Install NumberZapExt?
de: NumberZapExt installieren?
pl: Zainstalować NumberZapExt?

source: Install CoolTVGuide?
de: CoolTVGuide installieren?
pl: Zainstalować CoolTVGuide?

source: Share my Skin
de: Skin Share
pl: Udostępnij moją skórę

source: Share my Skin Config
de: Verteile Skin Config
pl: Udostępnij moja konfi. skóry

source: Load shared Skin Config
de: Lade andere Skin Config
pl: Załaduj wspólne konfi. skóry

source: Install Plugin
de: Installiere Plugin
pl: Instalacja wtyczki

source: opkg install %s
pl: Instalacja opkg %s

source: Restart GUI
de: GUI neu starten
pl: Ponowne uruchamianie GUI

source: [PluginScreen]
pl: [Ekran wtyczki]

source: Configuration tool for SevenHD
de: Konfigurations-Tool für SevenHD
pl: Narzędzie konfiguracyjne dla 7HD

source: N
pl: Pn.

source: N-NE
de: N-NO
pl: Pn./Pn.Wsch.

source: NE
de: NO
pl: Pn.Wsch.

source: E-NE
de: O-NO
pl: Wsch./Pn.Wsch.

source: E
de: O
pl: Wsch.

source: E-SE
de: O-SO
pl: Wsch./Pd.Wsch.

source: SE
de: SO
pl: Pd.Wsch.

source: S-SE
de: S-SO
pl: Pd./Pd.Wsch.

source: S
pl: Pd.

source: S-SW
pl: Pd./Pd.Zach.

source: SW
pl: Pd.Zach.

source: W-SW
pl: Zach./Pd.Zach.

source: W
pl: Zach.

source: W-NW
pl: Zach./Pn.Zach.

source: NW
pl: Pn.Zach.

source: N-NW
pl: Pn./Pn.Zach.

source: N/A
pl: Nieznane

source: Mon
pl: Pn.

source: Tue
pl: Wt.

source: Wed
pl: Śr.

source: Thu
pl: Czw.

source: Fri
pl: Pt.

source: Sat
pl: Sob.

source: Sun
pl: Niedz.

source: Tropical storm
de: Tropischer Sturm
pl: Tropikalna burza

source: Hurricane
de: Hurrikan
pl: Huragan

source: Severe thunderstorms
de: Schwere Gewitter
pl: Ciężka burza z piorunami

source: Thunderstorms
de: Gewitter
pl: Burza z piorunami

source: Mixed rain and snow
de: Regen und Schnee
pl: Miesz.deszczu i śniegu

source: Mixed rain and sleet
de: Regen und Schneeregen
pl: Miesz.deszczu i deszcz ze śniegiem

source: Mixed snow and sleet
de: Schnee und Graupel
pl: Miesz.śniegu i deszcz ze śniegiem

source: Freezing drizzle
de: Frierender Nieselregen
pl: Lodowata mżawka

source: Drizzle
de: Nieselregen
pl: Mżawka

source: Freezing rain
de: Eisregen
pl: Lodowaty deszcz

source: Showers
de: Regen
pl: Opady

source: Rain
de: Regen
pl: Deszcz

source: Snow flurries
de: Schneetreiben
pl: Śnieg Przelotne opady deszczu

source: Light snow showers
de: Leichte Schneeschauer
pl: Lekkie Przelotne opady śniegu

source: Blowing snow
de: Schneetreiben
pl: Wiatr ze śniegiem

source: Snow
de: Schnee
pl: Śnieg

source: Hail
de: Hagel
pl: Grad

source: Sleet
de: Schneeregen
pl: Deszcz ze śniegiem

source: Dust
de: Staub
pl: Kurz

source: Foggy
de: Nebelig
pl: Mgliście

source: Haze
de: Nebel
pl: Mgiełka

source: Smoky
de: Qualmig
pl: Zadymienie

source: Blustery
de: Stürmisch
pl: Burzowo

source: Windy
de: Windig
pl: Wietrznie

source: Cold
de: Kalt
pl: Zimno

source: Cloudy
de: Wolkig
pl: Pochmurnie

source: Mostly cloudy
de: Überwiegend bewölkt
pl: Przeważnie pochmurnie

source: Partly cloudy
de: Teilweise bewölkt
pl: Częściowo pochmurnie

source: Clear
de: Klar
pl: Przejrzyście

source: Sunny
de: Sonnig
pl: Słonecznie

source: Fair
de: Heiter
pl: Pogodnie

source: Mixed rain and hail
de: Regen und Hagel
pl: Deszcz i grad

source: Hot
de: Heiss
pl: Gorąco

source: Isolated thunderstorms
de: Vereinzelte Gewitter
pl: Izolowane burze z piorunami

source: Scattered thunderstorms
de: Vereinzelte Gewitter
pl: Czę.burze z piorunami

source: Scattered showers
de: Vereinzelte Regenschauer
pl: Częściowe opady deszczu

source: Heavy snow
de: Starker Schneefall
pl: Silne opady śniegu

source: Scattered snow showers
de: Vereinzelte Schneeschauer
pl: Częściowo Przelotne opady śniegu

source: Thundershowers
de: Gewitter
pl: Burza z piorunami

source: Snow showers
de: Schneeschauer
pl: Przelotne opady śniegu

source: Isolated thundershowers
de: Vereinzelt Gewitter
pl: Izolowana burza z piorunami

source: Not available
de: Nicht verfügbar
pl: Nie dostępny

source: Do you really want to reboot now?
de: Wollen Sie jetzt neu starten?
pl: Czy na pewno chcesz ponownie uruchomić teraz?

source: GUI needs a restart to download files and apply a new skin. Do you want to Restart the GUI now?
de: Zum herunterladen der Dateien und schreiben des Skin, muss die Oberfläche neu gestartet werden. Wollen Sie jetzt neu starten?
pl: Wymagane jest ponowne uruchomienie odbiornika w celu pobrania plików i zastosowania nowej skóry. Czy chcesz teraz ponownie uruchomić GUI?

source: redwood
de: Rotes Holz
pl: Czerwone drewno

source: brick
pl: Ceglate

source: checkerplate
pl: Płyta bieżnika

source: cubes
pl: Kostki

source: brownleather
de: Braunes Leder
pl: Brązowy skórzany

source: slate
de: Schiefer
pl: Pokrywa

source: stonewall
pl: Kamienna ściana

source: scratchedmetal
pl: Porysowany metal

source: stone
pl: Skala

source: infobar extras
pl: Dodatki Paska Informacyjnego

source: weather
pl: Pogoda

source: clock
pl: Zegar

source: transparency
pl: Przezroczystość

source: plugins
pl: Wtyczki

source: background
pl: Tło

source: MENU und PLUGINS
pl: Menu i Wtyczki

source: color font
pl: Kolor Czcionki

source: color lines
pl: Kolor Linii

source: listselection
pl: Lista Wyboru

source: debug
pl: usuwanie błędów

source: grab Picture
pl: zrzut obrazu

source: Youre Skin Config is ready to share. Look in /tmp for youre Skin File.
de: Deine Skin Konfiguration ist bereit zum teilen. Schau unter /tmp für Dein Skin File.
pl: Konfiguracja skóry jest gotowa do działania. Zajrzyj do/tmp do pliku skóry.

source: Anything goes wrong
pl: Coś jest nie tak

source: Entrie:
pl: Całość:

source: Error by:
pl: Błąd przez:

source: Anything goes wrong.
pl: Coś jest nie tak.

source: Anything goes wrong
pl: Coś jest nie tak

source: New Skin Config is saved.
pl: Nowa konfiguracja skóry została zapisana.

source: Skin Config is wrong
pl: Konfiguracja skóry jest nieprawidłowa

source: Skin Config is wrong.
pl: Konfiguracja skóry jest nieprawidłowa.

source: New Skin Config is load.
de: Neue Skin Konfiguration wurde geladen.
pl: Nowa konfiguracja skóry została załadowana.

source: Only Numbers allowed!
pl: Tylko dozwolone numery!

source: Only Numbers allowed!
pl: Tylko dozwolone numery!

source: SevenHD - Konfigurationstool
pl: SevenHD - Konfiguracja

source: not installed
pl: nie zainstalowany

source: Version:%s
pl: Wersja:%s

source: Screenshot
pl: Zrzut ekranu

source: Ehrlich jetzt?
pl: teraz uczciwie

source: extras
pl: Dodatki

source: Enter youre WOEID
pl: Wprowadź swój ID

source: Founded City:
pl: Znalezione miasto:

source: Found
pl: Znalezione

source: Search for WoeID in xml
pl: Szukaj ID w xml

source: WoeID in xml
pl: ID w xml

source: Founded WoeID:
pl: Znalezione ID:

source: Choose youre right ID
pl: Wybierz odpowiednie ID

source: Console
pl: Konsola

source: download tgz complett
pl: pobieranie tgz kompletne

source: Install EnhancedMovieCenter?
pl: Zainstalować EnhancedMovieCenter?

source: Reboot
pl: Ponowne uruchamianie

source: Youre Share Skin Config is saved. ;-)
pl: Twoja konfiguracja skóry jest zapisywana. ;-)

source: GUI needs a restart after download Plugin. Do you want to Restart the GUI now?
pl: Wymagane jest ponowne uruchomienie odbiornika po pobraniu wtyczki. Czy chcesz ponownie uruchomić GUI teraz?

source: GUI needs a restart after download Plugin.
pl: Wymagane jest ponowne uruchomienie odbiornika po pobraniu wtyczki.

source: _____________________________________________running text ____________________________________________
pl: ________________________________________________ Kolejny tekst ___________________________________________

source: startdelay
de: Verzögerungszeit
pl: Opóźnienie uruchomienia

source: _____________________________________________transparency ____________________________________________
pl: _____________________________________________ Przezroczystość ___________________________________________

source: _____________________________________________ autoupdate _____________________________________________
pl: ________________________________________ Automatyczna aktualizacja ________________________________________

source: activate
de: Aktivieren
pl: Aktywacja

source: autoupdate infobar info
de: Updateinformationen in Infobar
pl: Auto.aktualizacja paska informacyjnego

source: name
pl: Nazwa

source: number and name
de: Nummer und Name
pl: Numer i nazwa

source: blackleather
pl: czarna skóra

source: carbon
pl: węgiel

source: drop
pl: padanie

source: flames
pl: płomienie

source: glass
pl: szkło

source: iceflowers
pl: lodowe kwiaty

source: fireflower
pl: kwiat ognia

source: fire
pl: ogień

source: colorexplosion
pl: eksplozja kolorów

source: steptime
de: Geschwindigkeit
pl: Prędkość

source: autoupdate plugin startinfo
de: Updateinformationen beim Pluginstart
pl: Auto.aktualizacja wtyczki startinfo

source: enabled
pl: włączona

source: ChangeLog
pl: Dziennik zmian

source: Thanks to
pl: Podziękowania dla:

source: Plugins entfernen
pl: Usuwanie Wtyczek

source: Plugins sperren
pl: Blokada Wtyczki

source: 2 sec
de: 2 Sek.
pl: 2 Sek.

source: 4 sec
de: 4 Sek.
pl: 4 Sek.

source: 6 sec
de: 6 Sek.
pl: 6 Sek.

source: 8 sec
de: 8 Sek.
pl: 8 Sek.

source: 10 sec
de: 10 Sek.
pl: 10 Sek.

source: Last Version on Server
pl: Najnowsza wersja na serwerze

source: Klima:
pl: Wil.:

source: from
de: aus
pl: z

source: , feels
de: , gefühlt
pl: Odczuw.

source: % humidity
de: % Luftfeuchtigkeit
pl: % Wilgotności

source: volumebar
de: Lautstärkebalken
pl: Pasek głośności

source: progressbar
de: Fortschrittsbalken
pl: Pasek postępu

source: progressbar line
de: Fortschrittsbalken Linie
pl: Linia paska postępu

source: ___________________________channelselection___________________________________
de: ___________________________Kanalauswahl___________________________________

source: _____________________________background________________________________________
de: ____________________________Hintergrund__________________________________________

source: _____________________________color lines_______________________________________
de: ____________________________Linienfarben_________________________________________

source: _____________________________color description__________________________________
de: _______________________Farbe für Beschreibung____________________________________

source: program description later
de: Beschreibung übernächstes Programm

source: _____________________________color list_________________________________________
de: __________________________Listeneinträge_________________________________________

source: program
de: Programm

source: progressbar border
de: Fortschrittsbalken Rahmen

source: lightwood
de: Helles Holz

source: Style
de: Stil

source: running
de: laufend

source: writing
de: schreibend

source: 1 sec
de: 1 Sek.

source: 3 sec
de: 3 Sek.

source: 5 sec
de: 5 Sek.

source: 7 sec
de: 7 Sek.

source: 9 sec
de: 9 Sek.
